"CARD_DETAILS_LABEL"                        = "卡片詳細資料";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "輸入卡片詳細資料時，首先請提供卡號。";
"VALID_CARD_ERROR_LABEL"                    = "你必須提供有效的卡號。";
"CARD_REQUIRED"                             = "需填寫卡號";
"CARD_INVALID"                              = "卡號無效";
"EXPIRATION_REQUIRED"                       = "需填寫到期日";
"EXPIRATION_INVALID"                        = "到期日無效";
"CVV_REQUIRED"                              = "需填寫 %s";
"CVV_INVALID"                               = "%s 無效";
"POSTAL_CODE_HELP_LABEL"                    = "你必須提供有效的郵遞區號。";
"POSTAL_CODE_REQUIRED"                      = "需填寫郵遞區號";
"POSTAL_CODE_INVALID"                       = "郵遞區號無效";
"COUNTRY_CODE_REQUIRED"                     = "需填寫國家 / 地區代碼";
"COUNTRY_CODE_INVALID"                      = "國家 / 地區代碼無效";
"MOBILE_NUMBER_REQUIRED"                    = "需填寫手機號碼";
"MOBILE_NUMBER_INVALID"                     = "手機號碼無效";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "此卡片可能需要註冊。如有必要，我們將發送簡訊代碼到此號碼。";
"SMS_CODE_REQUIRED"                         = "需填寫簡訊代碼";
"SMS_CODE_INVALID"                          = "簡訊代碼無效";

"CANCEL_ACTION"                             = "取消";
"RETRY_ACTION"                              = "重試";
"CONTINUE_ACTION"                           = "繼續";
"ADD_CARD_ACTION"                           = "新增卡片";
"DONE_ACTION"                               = "完成";
"EDIT_ACTION"                               = "編輯";
"NEXT_ACTION"                               = "下一步";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "確定";
"SCAN_CARD_IO_ACTION"                       = "透過相機掃描";

"EDIT_PAYMENT_METHOD"                       = "編輯付款方式";
"THERE_WAS_AN_ERROR"                        = "抱歉，發生錯誤。";
"REVIEW_AND_TRY_AGAIN"                      = "請查看你的資料並重試。";
"INVALID_LABEL"                             = "無效：";

"YEAR_LABEL"                                = "年";
"MONTH_LABEL"                               = "月";

"OTHER_LABEL"                               = "其他";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "信用卡或扣帳卡";
"RECENT_LABEL"                              = "近期";
"SELECT_PAYMENT_LABEL"                      = "選擇付款方式";

"CONFIRM_ENROLLMENT_LABEL"                  = "確認註冊";
"CONFIRM_ACTION"                            = "確認";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "輸入傳送至 %s 的簡訊代碼";
"SMS_CODE_LABEL"                            = "簡訊代碼";
"CARD_TYPE_GENERIC_CARD"                    = "信用卡 / 扣帳卡";
"MOBILE_COUNTRY_CODE_LABEL"                 = "國家 / 地區代碼";
"SECURITY_CODE_LABEL"                       = "安全代碼";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "郵遞區號";
"MOBILE_NUMBER_LABEL"                       = "手機號碼";
"EXPIRATION_DATE_LABEL"                     = "到期日";
"CARD_NUMBER_PLACEHOLDER"                   = "卡號";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "月 / 年";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "月 / 年";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "美國運通";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "使用其他電話號碼";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "不接受此卡片";
"CARD_TYPE_ELO"                             = "Elo";
